/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "Přetáhněte akci %1$@\nza akci %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "Přetáhněte akci %1$@ %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "%@ přidejte,\nchcete‑li zobrazit název GIFu.";

/* %@ = shortcut name */
"Added shortcut: %@" = "Přidaná zkratka: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "Zkratky byly resetovány. Chcete‑li pokračovat, otevřete znovu aplikaci Zkratky.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "Spustí zkratku %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "Spuštěná, dokončeno %lu %%";

/* Accessibility label */
"Edit profile photo" = "Upravit profilovou fotku";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "Animace ukazující stažení Oznamovacího centra od horního okraje obrazovky";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "Animace ukazující přidání widgetu Zkratky do seznamu aktivních widgetů";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "Animace ukazující odrolování na konec seznamu widgetů a klepnutí na volbu Upravit";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "Animace ukazující přejetí doleva na seznam widgetů";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "Snímek obrazovky Oznamovacího centra s widgetem Zkratky";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@, %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "Profilový obrázek uživatele %@";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "Nastavit jako hlavní identitu";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "Vybráno jako hlavní identita";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "Plus, minus";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "Desetinná čárka";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "Aplikace Zkratky tento problém bohužel nemůže nijak vyřešit; příčinou je chyba v hostitelské aplikaci. Doporučujeme obrátit se na autora aplikace a o problému ho informovat.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "Aplikace, která toto rozšíření otevřela, neposkytla žádný vstup.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "Zkratku se nepodařilo stáhnout.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databázi aplikace Zkratky nelze načíst, protože byla vytvořena v novější verzi aplikace.\n\nMůžete buď upgradovat aplikaci Zkratky, nebo své zkratky resetovat, čímž o uložené zkratky přijdete, pokud však používáte synchronizaci na iCloudu, budou zkratky obnoveny.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databázi aplikace Zkratky nelze načíst, protože je poškozená. Problém můžete vyřešit resetováním zkratek. Přijdete tím o uložené zkratky, pokud však používáte synchronizaci na iCloudu, budou zkratky obnoveny.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "Databázi aplikace Zkratky nelze načíst, protože je poškozená.\n\nPoškozenou databázi můžete poslat podpoře nebo můžete resetovat vlastní zkratky. Přijdete tím o uložené zkratky, pokud však používáte synchronizaci na iCloudu, budou zkratky obnoveny.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "E-mailová podpora";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "Resetovat zkratky";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "Aktualizovat aplikaci Zkratky";

/* Alert title for an error */
"Aw no!" = "Chyba!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "Nesouhlasí verze aplikace Zkratky";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "Zkratky byly resetovány";

/* Apple watch; label for result from running the shortcut */
"Result" = "Výsledek";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "Výsledky (%ld)";

/* Back button */
"Back" = "Zpět";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "Přidáním widgetu podstatně urychlíte spouštění zkratek. Opravdu chcete tento krok přeskočit?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "Váš příspěvek se nedostal na místo určení! Zkuste to znovu za pár minut.";

/* Button */
"Cancel" = "Zrušit";

/* Button */
"Done" = "Hotovo";

/* Button */
"Next" = "Další";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "Odeslat vlastní sled úloh";

/* Button for editing their profile picture */
"Edit" = "Upravit";

/* Button or nav bar title */
"Edit Profile" = "Upravit profil";

/* Button or title */
"Run shortcut" = "Spustit zkratku";

/* Button or title to share a shortcut */
"Share Shortcut" = "Sdílet zkratku";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "Odeslat zkratku";

/* Button or title; user profile */
"Profile" = "Profil";

/* Button that shows all collection search results */
"See All" = "Zobrazit vše";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "Zahodit změny";

/* Button title; create a new shortcut */
"Create Shortcut" = "Vytvořit zkratku";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "Přidat widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "Zachovat obě";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "Přepsat";

/* Button to skip a step */
"Skip" = "Přeskočit";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Vyberte zkratky, které chcete na hodinkách zobrazit.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "Vyberte zkratky, které chcete v komplikaci zobrazit.";

/* Copy content */
"Copy" = "Kopírovat";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "Zadanou zkratku se nepodařilo najít.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "Zkratku „%@“ se nepodařilo najít.";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "Zkratka bez názvu";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "Do Siri můžete přidat libovolnou zkratku a nahrát pro ni vlastní hlasový povel.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "Úkony, které provádíte v aplikacích, můžete zautomatizovat zkombinováním posloupnosti více kroků do jedné zkratky. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "S widgetem Zkratky získáte přístup ke zkratkám ještě rychleji.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "Vybrat z knihovny";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "Pořídit fotku";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "honza@workflow.is";

/* Edit profile; email field title */
"Email" = "E‑mail";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "URL webové stránky „%@“ je neplatné.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "Neplatné webové stránky";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "Pod publikovanými sledy úloh budete podepsáni jako „%@“.";

/* Edit profile; person name field title */
"Name" = "Jméno";

/* Edit profile; person name field title (required) */
"Name (Required)" = "Jméno (povinné)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "Soukromé údaje";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "Veřejné údaje";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "Hledání „%@“ nevrátilo žádné výsledky. Zkuste něco jiného.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "Žádné zkratky";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "Žádné výsledky";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "Bylo zadáno neplatné URL zkratky.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "Import selhal";

/* Error message */
"There are no photos in your photo library." = "Vaše knihovna fotek neobsahuje žádné fotky.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "Je možné, že odkaz na zkratku je neplatný nebo byl smazán.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "Ke galerii se nelze připojit.";

/* Error message title */
"Shortcut Not Found" = "Zkratka nebyla nalezena";

/* Error message when a collection does not load */
"Couldn't load this collection." = "Sbírku se nepodařilo načíst.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "Sbírku se nepodařilo načíst.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "Akce „%@“ se prováděla příliš dlouho a nepodařilo se ji dokončit.";

/* Exit the app (kills the app) */
"Exit" = "Ukončit";

/* Gallery search section title for collection search results */
"Collections" = "Sbírky";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "Zobrazit méně";

/* Gallery search; button to show more collection search results */
"Show More" = "Zobrazit další";

/* Generic title for a notification show in the app */
"Notification" = "Oznámení";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "Zkratky";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "akcí";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "Toto je zkratka.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "Bravo!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "Jupí!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "tlačítko pro spuštění zkratky";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "Přetažením akce můžete GIF nasdílet.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "tlačítka Přehrát";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\nDošlo k chybě. Zkuste to znovu nebo klepněte na Hotovo.";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nNedokončili jste spuštění zkratky. Zkuste to znovu nebo klepněte na Hotovo.";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nPrávě jste vytvořili novou zkratku. Stisknutím tlačítka Přehrát ji spustíte.";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nZkratky se skládají z posloupností akcí (položek na levé straně).\n\nTeď přidáme akci Vytvořit GIF, která rozhýbá fotky z první akce.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nZkuste si sestavit zkratku, která vytvoří animovaný GIF.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nPrávě jste spustili zkratku. Není to prima pocit?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "Vítejte v aplikaci Zkratky.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "Klepnutím na „Odeslat“ odešlete sled úloh ke kontrole. Pokud se ho rozhodneme přidat do Galerie, oznámíme vám to e‑mailem.";

/* Make GIF action name */
"Make GIF" = "Vytvořit GIF";

/* Media file name label */
"Media File" = "Mediální soubor";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "Chcete existující zkratku přepsat?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "Informace o sledu úloh";

/* None option */
"None" = "Žádné";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "Skvělé! Vypadá to, že už jste přidali widget Zkratky. Pojďme dál.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "S widgetem Zkratky spustíte každou zkratku neskutečně rychle.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "Zadejte popis činnosti, kterou tento sled úloh provádí.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "Zadejte podrobnější popis činnosti, kterou tento sled úloh provádí.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Josef Novák";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "Zadejte stručný popis činnosti, kterou tento sled úloh provádí.";

/* Print content */
"Print" = "Vytisknout";

/* Quick Look action name */
"Quick Look" = "Rychlý náhled";

/* Recovery option for when the gallery does not load */
"Try Again" = "Zkusit znovu";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "Otevřít nastavení";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "Chcete‑li galerii načíst, zapněte Mobilní data nebo použijte WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "Chcete‑li galerii načíst, zapněte Mobilní data nebo použijte Wi‑Fi.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "Chcete‑li galerii načíst, vypněte Letový režim nebo použijte WLAN.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "Chcete‑li galerii načíst, vypněte Letový režim nebo použijte Wi‑Fi.";

/* Save as image */
"Save Image" = "Uložit obrázek";

/* Search gallery */
"Search" = "Hledat";

/* Section title */
"Shortcuts" = "Zkratky";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "Mail";

/* Share via Messages */
"Message" = "Zpráva";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "Zkratka byla odeslána";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "Přidáno do knihovny";

/* Splash screen primary button title */
"Get Started" = "Začít";

/* Splash screen title */
"Welcome to Shortcuts" = "Vítají vás Zkratky";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "Zastavit zkratku %@";

/* Take Photo action name */
"Take Photo (action name)" = "Pořídit fotku";

/* Tap to choose an option */
"Tap to Choose" = "Klepnutím vyberete";

/* Terms and Conditions view title */
"Terms and Conditions" = "Smluvní podmínky";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "Dáme vám vědět, jakmile ji schválíme!";

/* Title */
"Gallery" = "Galerie";

/* Title */
"Shortcuts" = "Zkratky";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "Zveřejnit";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "Popis";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "Dlouhý popis";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "Stručný popis";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "Název sledu úloh";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Stačí říct Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "Přidat widget?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "Zkratka s názvem „%@“ už existuje.";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "Chyba";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "Zkraťte si cestu";

/* Title of main screen showing your library of shortcuts */
"Library" = "Knihovna";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "Widget Zkratky";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "Poškozená databáze";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "Zobrazit galerii…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "Spravovat zkratky…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "Upravit ve Zkratkách";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "Našli jste widget! Klepnutím na *Přidat widget* sem získáte přístup odkudkoli.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "Našli jste widget! Chcete‑li rychle spouštět zkratky, vraťte se sem.";

/* Today widget; empty state */
"No Shortcuts" = "Žádné zkratky";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "Klepnutím zobrazíte ostatní";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "Načítání";

/* Watch app button; stop running the shortcut */
"Stop" = "Zastavit";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "Zobrazit/skrýt";

/* Watch app; Change text field text */
"Tap to Change" = "Chcete‑li text změnit, klepněte";

/* Watch app; Compose a message */
"Create Message" = "Vytvořit zprávu";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "Plus/minus";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "%@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "Z adresy";

/* Watch app; email composer; bcc address label */
"Bcc" = "Skrytá kopie";

/* Watch app; email composer; cc address label */
"Cc" = "Kopie";

/* Watch app; email composer; from address label */
"From" = "Od";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "Přílohy (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "Předmět";

/* Watch app; email composer; to address label */
"To" = "Komu";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "Místo nebylo nalezeno";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Kopie / skrytá kopie";

/* Watch app; number field placeholder */
"Enter number…" = "Zadejte číslo…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "Musíte vybrat kontakt, kterému chcete zprávu poslat.";

/* Watch app; send the email */
"Send" = "Poslat";

/* Watch app; share QuickLook content */
"Share" = "Sdílet";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "Povolte zkratce %@ přístup pomocí služby Handoff na iPhonu.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "Chcete‑li v provádění zkratky pokračovat, použijte službu Handoff na iPhonu.";

/* Watch app; text field placeholder */
"Enter text…" = "Zadejte text…";

/* Watch app; view current content on the phone */
"View on iPhone" = "Zobrazit na iPhonu";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "Nebyly přidány žádné zkratky.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "Žádné zkratky";

/* Website URL label */
"Website" = "Webové stránky";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "Přidání widgetu";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "Animace ukazující otevření widgetu přitlačením na ikonu Zkratky na ploše";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "Klepnutím na + přidejte widget Zkratky. Pak klepněte na „Hotovo“.";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Přejetím nahoru přejděte na plochu, přitlačte na ikonu Zkratky a klepněte na „Přidat widget“.";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "Stiskněte tlačítko plochy, přitlačte na ikonu Zkratky a klepněte na „Přidat widget“.";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "Odrolujte na konec\na klepněte na Upravit.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "Přejetím doleva zobrazte\nsvoje widgety.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "Vlevo dole odrolujte\ndolů a klepněte na Upravit.";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "Přejetím od horního okraje dolů zobrazte Oznamovací centrum.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "Zkratka je připravená ke sdílení!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "–%@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ – %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "vpravo";

